Repository: xfce-mirror/xfce4-terminal
Catalog: po/*.po
Languages: tt

source: Move Tab _Right
tt: Кыстыргычгны _уңга күчерергә

source: _Contents
tt: Кон_тент

source: Display help contents
tt: Ярдәм эчтәлеген күрсәтергә

source: _About
tt: _Программа турында

source: _Zoom
tt: _Масштаб

source: Show Menubar Temporarily
tt: Вакытлыча меню панелен күрсәтергә

source: Show _Menubar
tt: Меню _юлын күрсәтергә

source: Show/hide the menubar
tt: Меню юлын күрсәтергә/яшерергә

source: Show _Toolbar
tt: Кораллар _панелен күрсәтергә

source: Show/hide the toolbar
tt: Кораллар панелен күрсәтергә/яшерергә

source: Show Window _Borders
tt: Тәрәз _чикләрен күрсәтергә

source: Show/hide the window decorations
tt: Тәрәз чикләрен күрсәтергә/яшерергә

source: _Fullscreen
tt: _Тулы экранлы режим

source: Toggle fullscreen mode
tt: Тулы экранлы режимга күчәргә

source: _Read-Only
tt: _Уку өчен генә

source: Toggle read-only mode
tt: Уку өчен генә режимына күчәргә

source: Scroll on _Output
tt: Чыгарганда _әйләндереп барырга

source: Toggle scroll on output
tt: Чыгару барышында әйләндерү режимына күчерергә

source: Go to Tab 1
tt: 1 нче кыстыргычка күчәргә

source: Go to Tab 2
tt: 2 нче кыстыргычка күчәргә

source: Go to Tab 3
tt: 3 нче кыстыргычка күчәргә

source: Go to Tab 4
tt: 4 нче кыстыргычка күчәргә

source: Go to Tab 5
tt: 5 нче кыстыргычка күчәргә

source: Go to Tab 6
tt: 6 нчы кыстыргычка күчәргә

source: Go to Tab 7
tt: 7 нче кыстыргычка күчәргә

source: Go to Tab 8
tt: 8 нче кыстыргычка күчәргә

source: Go to Tab 9
tt: 9 нчы кыстыргычка күчәргә

source: Set _Encoding
tt: _Кодлауны билгеләргә

source: Warning
tt: Кисәтү

source: There are still processes running in some tabs. Closing this window will kill all of them.
tt: Кайбер процесслар әле дә эшли. Бу тәрәзне ябу аларның барысын да туктатачак.

source: This window has %d tabs open. Closing this window will also close all its tabs.
tt: Бу тәрәздә %d кыстыргыч ачылган. Тәрәзне япсагыз, барлык кыстыргычлар да ябылачак.

source: Close all tabs?
tt: Барлык кыстыргычларны ябаргамы??

source: There is still a process running. Closing this tab will kill it.
tt: Процесс әле дә эшли. Бу кыстыргычны ябу аны туктатачак.

source: Close tab?
tt: Кыстыргычны ябаргамы?

source: There is still a process running. Closing this window will kill it.
tt: Процесс әле дә эшли. Бу тәрәзне ябу аны туктатачак.

source: Close window?
tt: Тәрәзне ябаргамы?

source: Failed to open directory
tt: Каталогны ачып булмады

source: Copy _Input:
tt: _Кертү күчермәсен алырга:

source: Enter the text to be copied to all tabs
tt: Барлык кыстыргычларга күчереп алыначак текстны кертегез

source: Copy input
tt: Кертү күчермәсен алырга

source: _Title:
tt: _Башлам:

source: Enter the title for the current terminal tab
tt: Әлеге кыстыргыч өчен исемен языгыз

source: Help
tt: Ярдәм

source: Close
tt: Ябарга

source: Choose title color
tt: Башлам төсен күрсәтергә

source: Failed to create the regular expression
tt: Регуляр аңлатманы төзеп булмады

source: Save contents...
tt: Контентны _сакларга...

source: _Save
tt: _Сакларга

source: Failed to save terminal contents
tt: Терминалдагы мәгълүматны саклап булмады

source: Send Signal
tt: Сигнал җибәрергә

source: Zoom
tt: Масштаб

source: Copy
tt: Күчермәсен алырга

source: Paste
tt: Куярга

source: View Options
tt: Күренеш параметрлары

source: Terminal Emulator
tt: Терминал эмуляторы

source: terminal;command line;prompt;cli;cmd;xterm;bash;shell;dos;
tt: terminal;command line;prompt;cli;cmd;xterm;bash;shell;dos;терминал;команда юлы;консоль;

source: Xfce Terminal Settings
tt: Xfce терминалы көйләүләре

source: Configure Xfce Terminal
tt: Xfce терминалын көйләргә

source: terminal;settings;preferences;configuration;configure;
tt: terminal;settings;preferences;configuration;configure;терминал;консоль;көйләүләр;конфигурация;көйләргә;
