Repository: xfce-mirror/xfce4-terminal
Catalog: po/*.po
Languages: tt

source: Black on White
tt: Акта кара

source: Dark Pastels
tt: Караңгы пастель

source: Green on Black
tt: Карада яшел

source: Solarized (dark)
tt: Solarized (караңгы)

source: Solarized (light)
tt: Solarized (якты)

source: Tango
tt: Танго

source: White on Black
tt: Карада ак

source: Usage:
tt: Кулланылыш:

source: OPTION
tt: ПАРАМЕТР

source: General Options
tt: Гомуми параметрлар

source: display
tt: экран

source: directory
tt: каталог

source: Window or Tab Separators
tt: Тәрәз яисә кыстыргыч бүлгечләре

source: Tab Options
tt: Кыстыргычлар параметрлары

source: command
tt: команда

source: title
tt: башлам

source: mode
tt: режим

source: color
tt: төс

source: Window Options
tt: Тәрәз параметрлары

source: geometry
tt: геометрия

source: role
tt: роль

source: string
tt: юл

source: icon
tt: пиктограмма

source: font
tt: шрифт

source: zoom
tt: масштаб

source: See the %s man page for full explanation of the options above.
tt: Параметрларны тулы тасвирлау өчен %s man-битен карагыз.

source: Xfce Terminal
tt: Xfce терминалы

source: The Xfce development team. All rights reserved.
tt: Xfce төзүчеләр командасы. Барлык хокуклар якланган.

source: Written by Benedikt Meurer <benny@xfce.org>,
tt: Төзүче: Benedikt Meurer <benny@xfce.org>,

source: Please report bugs to <%s>.
tt: <%s> хаталары турында хәбәр итегез.

source: Western European
tt: Көнбатыш Европа

source: Central European
tt: Үзәк Европа

source: Baltic
tt: Балтыйк

source: South-Eastern Europe
tt: Көньяк-көнчыгыш Европа

source: Turkish
tt: Төрек

source: Cyrillic
tt: Кириллик

source: Chinese Traditional
tt: Традицион, Кытай

source: Chinese Simplified
tt: Гадиләштерелгән, Кытай

source: Korean
tt: Корея

source: Japanese
tt: Япон

source: Greek
tt: Грек

source: Arabic
tt: Гарәп

source: Hebrew
tt: Иврит

source: Thai
tt: Тай

source: Vietnamese
tt: Вьетнам

source: Nordic
tt: Скандинавия

source: Celtic
tt: Кельт

source: Romanian
tt: Румын

source: Armenian
tt: Әрмән

source: Georgian
tt: Грузин

source: Unicode
tt: Юникод

source: Other
tt: Башка

source: Default (%s)
tt: Килешү буенча (%s)

source: User id mismatch
tt: Кулланучы идентификаторлары туры килми

source: Display mismatch
tt: Дисплейлар тәңгәл килми

source: Option "--default-display" requires specifying the default X display as its parameter
tt: "--default-display" параметры өчен кыйммәт сыйфатында килешү буенча Х экранын билгеләү таләп ителә

source: Option "--default-working-directory" requires specifying the default working directory as its parameter
tt: "--default-working-directory" параметры өчен кыйммәт сыйфатында килешү буенча эш каталогын билгеләү таләп ителә

source: Option "--execute/-x" requires specifying the command to run on the rest of the command line separated from "--execute/-x"
tt: "--execute/-x" параметры өчен "--execute/-x" параметрыннан аерылган команда юлының калган өлешен эшләтү өчен команда билгеләү таләп ителә

source: Option "--command/-e" requires specifying the command to run as its parameter
tt: "--command/-e" параметры өчен башкарырга кирәк булган команданы билгеләү таләп ителә

source: Option "--working-directory" requires specifying the working directory as its parameter
tt: "--working-directory" параметры өчен эш каталогын билгеләү таләп ителә

source: Option "--title/-T" requires specifying the title as its parameter
tt: "--title/-T" параметры өчен кыйммәт сыйфатында башламны билгеләү язу ителә

source: Option "--dynamic-title-mode" requires specifying the dynamic title mode as its parameter
tt: "--dynamic-title-mode" параметры өчен кыйммәт сыйфатында динамик башлам режимын билгеләү таләп ителә

source: Invalid argument for option "--dynamic-title-mode": %s
tt: "--dynamic-title-mode" параметры кыйммәтендә хата бар: %s

source: Option "--initial-title" requires specifying the initial title as its parameter
tt: "--initial-title" параметры өчен кыйммәт сыйфатында беренчел башламны билгеләү таләп ителә

source: Option "%s" requires specifying the color as its parameter
tt: "%s" параметры өчен кыйммәт сыйфатында төсне билгеләү таләп ителә

source: Unable to parse color: %s
tt: Төсне танып булмады: %s

source: Option "--display" requires specifying the X display as its parameter
tt: "--display" параметры өчен кыйммәт сыйфатында X-экранны билгеләү таләп ителә

source: Option "--geometry" requires specifying the window geometry as its parameter
tt: "--geometry" параметры өчен кыйммәт сыйфатында тәрәз геометриясен билгеләү таләп ителә

source: Option "--role" requires specifying the window role as its parameter
tt: "--role" параметры өчен кыйммәт сыйфатында тәрәзнең ролен билгеләү таләп ителә

source: Option "--workspace" requires specifying the workspace number as its parameter
tt: «--workspace» параметры өчен кыйммәт сыйфатында эш өлкәсе номерын билгеләү таләп ителә

source: Option "--sm-client-id" requires specifying the unique session id as its parameter
tt: "--sm-client-id" параметры өчен сеанс идентификаторын билгеләү таләп ителә

source: Option "--startup-id" requires specifying the startup id as its parameter
tt: "--startup-id" параметры өчен эшне башлау идентификаторын билгеләү таләп ителә

source: Option "--icon/-I" requires specifying an icon name or filename as its parameter
tt: "--icon/-I" параметры өчен пиктограмма исемен яисә файлга юлны күрсәтү таләп ителә

source: Option "--font" requires specifying the font name as its parameter
tt: "--font" параметры өчен кыйммәт сыйфатында шрифт исемен билгеләү таләп ителә

source: Option "--zoom" requires specifying the zoom (%d .. %d) as its parameter
tt: "--zoom" параметры өчен кыйммәт сыйфатында (%d .. %d) масштабын билгеләү таләп ителә

source: Unknown option "-%c"
tt: Билгесез «-%c» параметры

source: Unknown option "%s"
tt: Билгесез "%s" параметры

source: Terminal Preferences
tt: Терминал көйләүләре

source: _Close
tt: _Ябарга

source: _Help
tt: _Ярдәм

source: General
tt: Гомуми

source: Title
tt: Башлам

source: _Initial title:
tt: _Беренчел башлам:

source: Dynamically-set title:
tt: Динамик рәвештә урнаштырыла торган башлам:

source: Replaces initial title
tt: Беренчел башламны алмаштыра

source: Goes before initial title
tt: Беренче башлам алдыннан куела

source: Goes after initial title
tt: Беренче башламнан соң куела

source: Isn't displayed
tt: Күрсәтелми

source: Command
tt: Команда

source: _Run command as login shell
tt: Команданы login shell _буларак эшләтергә

source: Select this option to force Terminal to run your shell as a login shell when you open new terminals. See the documentation of your shell for details about differences between running it as interactive shell and running it as login shell.
tt: Бу опцияне Терминал башлангыч команда интерпретаторы (login shell) режимында эшләтеп җибәрелсен өчен кушыгыз. Интерактив режимда һәм башлангыч команда интерпретаторы режимында эшләтеп җибәрү арасында нинди аерма булуын белү өчен үзегез кулланган команда интерпретаторы буенча документациягә мөрәҗәгать итегез.

source: _Run a custom command instead of my shell
tt: _Минем тышча урынына кулланучы командасын эшләтергә

source: Select this option to force Terminal to run a custom command instead of your shell when you open new terminals
tt: Бу параметрны Терминал, яңа терминаллар ачканда, сезнең тышчагыз урынына кулланучы командасын эшләтеп җибәрү өчен сайлагыз

source: Custom command:
tt: Кулланучы командасы:

source: _Working directory:
tt: Эш _каталогы:

source: Select this option to make new terminals (tabs or windows) use custom working directory. Otherwise, current working directory will be used.
tt: Бу опцияне яңа терминаллар (кыстыргычлар яисә тәрәзләр) күрсәтелгән эш каталогын файдалансын өчен кабызыгыз. Башка очракларда агымдагы эш каталогы кулланылачак.

source: Scrolling
tt: Әйләндереп карау

source: _Scroll on output
tt: _Чыгаруны әйләндерергә

source: This option controls whether the terminal will scroll down automatically whenever new output is generated by the commands running inside the terminal.
tt: Бу параметр эшләтеп җибәрелгән программалар тарафыннан мәгълүмат чыгарылу барышында терминал тәрәзенең автомат рәвештә әйләнәме-юкмы икәнен билгели.

source: _Scroll on keystroke
tt: _Төймәгә басып әйләндерергә

source: Enables you to press any key on the keyboard to scroll down the terminal to the command prompt.
tt: Клавиатурадагы теләсә кайсы клавишага басарга мөмкинлек бирү, терминалны команда юлына кадәр аска шудырып төшерә алу өчен кушыгыз.

source: _Enable kinetic scrolling
tt: Кинетик _әйләндерүне кушарга

source: This controls whether scrolling "coasts" to a stop when releasing a touchpad or touchscreen.
tt: Бу параметр сенсорлы панельне яисә сенсорлы экранны ычкындырганда әйләндерүнең туктатыламы-юкмы икәнен билгели.

source: Scrollbar is:
tt: Әйләндереп карау юлы:

source: Disabled
tt: Өзеп куелган

source: On the left side
tt: Сулдан

source: On the right side
tt: Уңнан

source: Scrollback:
tt: Артка әйләндерергә:

source: _Unlimited Scrollback
tt: _Артка таба чиксез әйләндерү

source: This controls whether the terminal will have no limits on scrollback.
tt: Бу терминалның артка әйләндерүгә чикләүләре булу-булмавын билгели.

source: _Enable overlay scrolling (Requires restart)
tt: _Оверлейны әйләндерүне кушарга (кабаттан йөкләү сорала)

source: This controls whether scrollbar is drawn as an overlay (auto-hide) or not.
tt: Әлеге әйләндерү юлының оверлей (автояшерелү) буларак күрсәтеләчәкме-юкмы икәнен билгели.

source: Cursor
tt: Курсор

source: Cursor shape:
tt: Курсор формасы:

source: Block
tt: Блок

source: I-Beam
tt: I-сыман

source: Underline
tt: Ассызыклау

source: Cursor blinks
tt: Җемелдәвек курсор

source: This option controls whether the cursor will be blinking or not.
tt: Бу параметр курсорның җемелдәве белән идарә итә.

source: Clipboard
tt: Алмашу буферы

source: Automatically copy selection to clipboard
tt: Автомат рәвештә алмашу буферына күчермәсен алырга

source: Show unsafe paste dialog
tt: Имин булмаган өстәү диалог тәрәзен күрсәтергә

source: Drop-down
tt: Ачыла торган

source: Behavior
tt: Үз-үзен тотышы

source: _Keep window open when it loses focus
tt: _Фокусны югалткан очракта тәрәзне япмаска

source: _Use app shortcut to focus the window
tt: Тәрәзне фокуска алу өчен кушымта ярлыгын _кулланырга

source: If enabled, the app shortcut for 'xfce4-terminal --drop-down', which normally opens and closes the window, will give it focus if the option to keep the window open is checked.
tt: Кушылган очракта, әгәр «тәрәзне ачык тотарга» параметры билгеләнгән булса, гадәттә тәрәзне ача һәм яба торган «xfce4-terminal --drop-down» кушымтасы ярлыгы фокусны аңа күчерәчәк.

source: _Always keep window above
tt: _Һәрвакыт тәрәзләр өстендә

source: _Show status icon in notification area
tt: _Статус пиктограммасы искәртүләр өлкәсендә

source: Appearance and Animation
tt: Тышкы күренеш һәм анимация

source: Width:
tt: Киңлек:

source: Height:
tt: Биеклек:

source: Opacity:
tt: Үтә күренүчәнлек:

source: Duration:
tt: Дәвамлылык:

source: _Always show tabs
tt: _Кыстыргычларны һәрвакыт күрсәтергә

source: _Show window borders
tt: _Тәрәз читләрен күрсәтергә

source: Position
tt: Позиция

source: Left
tt: Сулда

source: Right
tt: Уңга

source: Up
tt: Өскә

source: Down
tt: Аска

source: _Move to monitor with pointer
tt: _Күрсәткеч белән мониторга күчерергә

source: Appearance
tt: Тышкы күренеш

source: Font
tt: Шрифт

source: _Use system font
tt: _система шрифтын кулланырга

source: Enable this to use system-wide monospace font.
tt: Гомумсистема моноширин шрифт куллану өчен кушыгыз.

source: _Allow bold text
tt: _Калын текстны рөхсәт итәргә

source: Enable this to allow applications running inside the terminal windows to use bold font.
tt: Терминал тәрәзләрендә эшли торган кушымталар калын шрифт файдалана алсын өчен кушыгыз.

source: Never
tt: Беркайчан да

source: When focused
tt: Фокуста булганда

source: When unfocused
tt: Фокуста булмаганда

source: Always
tt: Һәрвакыт

source: Cell spacing:
tt: Текстлар арасы:

source: x width
tt: x киңлек

source: x height
tt: x биеклек

source: Reset
tt: Ташлатырга

source: Background
tt: Фон

source: None (use solid color)
tt: Юк (тоташ бер төс)

source: Background image
tt: Фон сурәте

source: Transparent Background
tt: Үтә күренмәле фон

source: File:
tt: Файл:

source: All Files
tt: Барлык файллар

source: Image Files
tt: Сурәт файллары

source: Adjustment:
tt: Көйләү:

source: Tiled
tt: Плитка сыман

source: Centered
tt: Үзәк буенча

source: Scaled
tt: Масштабларга

source: Stretched
tt: Сузарга

source: Filled
tt: Тутырырга

source: Shading:
tt: Караңгылату:

source: Opening New Windows
tt: Яңа тәрәзләр ачарга

source: _Display menubar in new windows
tt: _Яңа тәрәзләрдә меню юлын күрсәтергә

source: Enable this option to show menubars in newly created terminal windows.
tt: Бу параметрны терминалның яңа төзелгән тәрәзләрендә меню юлларын күрсәтү өчен кабызыгыз.

source: _Display toolbar in new windows
tt: _Яңа тәрәзләрдә кораллар панелен күрсәтергә

source: Enable this option to show toolbar in newly created terminal windows.
tt: Бу опцияне терминалның яңа төзелгән тәрәзләрендә инструментлар панелен күрсәтү өчен кушыгыз.

source: _Display borders around new windows
tt: _Яңа тәрәзләр читендә чикләрне күрсәтергә

source: Enable this option to show window decorations around newly created terminal windows.
tt: Бу опцияне терминалның яңа тәрәзләрендә тәрәзә чикләре һәм башлам күрсәтелсен өчен кушыгыз.

source: Default geometry
tt: Килешү буенча геометрия

source: columns
tt: баганалар

source: rows
tt: юллар

source: Tabs
tt: Кыстыргычлар

source: Reset tab activity indicator after
tt: Актив кыстыргыч индикаторын ташлату ысулы:

source: seconds
tt: сек

source: _Use custom styling to make tabs slim (restart required)
tt: _кыстыргычларны нәзек ясау өчен үз стилегезне кулланыгыз (кабаттан йөкләү таләп ителә)

source: Colors
tt: Төсләр

source: Text Color:
tt: Текст төсе:

source: Background Color:
tt: Фон төсе:

source: Tab activity color:
tt: Актив кыстыргыч төсе:

source: _Use system theme colors for text and background
tt: _Текст һәм фон өчен система төсләрен файдаланырга

source: _Vary the background color for each tab
tt: _Һәр кыстыргыч өчен фон төсен үзгәртергә

source: The random color is based on the selected background color, keeping the same brightness.
tt: Очраклы төс шул ук яктылыкны саклап, сайланган фон төсенә нигезләнгән.

source: _Enable sixel graphics
tt: Алты почмаклы _графиканы кушарга

source: Custom Colors
tt: Төсләрне көйләргә

source: _Cursor color:
tt: _Курсор төсе:

source: Enable this option to set custom text and background colors for cursor. If disabled the background and text colors will be reversed.
tt: Бу опцияне курсор өчен кулланучы билгеләгән текст һәм фон төсләрен билгеләү өчен кертегез. Әлеге параметр өзеп куелган очракта, фон һәм текст төсләре урыны-урыны белән генә үзгәртеләчәк.

source: _Text selection color:
tt: _Текстны сайлау төсе:

source: _Bold selection color:
tt: _Калын белән сайлау төсе:

source: Enable this option to set a custom bold color. If disabled the text color will be used.
tt: Бу опцияне калын текстның төсен көйләү өчен кабызыгыз. Опция өзеп куелган очракта гади текстның төсе кулланылачак.

source: Palette
tt: Палитра

source: _Show bold text in bright colors:
tt: _Калын текстны якты төсләрдә күрсәтергә:

source: Enable this option to allow escape sequences such as '\e[1;35m' to switch text bright colors in addition to bold. If disabled, text color will remain intact.
tt: Бу параметрны, калын текстка өстәмә итеп ачык төсләрне күчерү өчен, '\e[1;35m' кебек идарә эзлеклелекләрен рөхсәт итү өчен кабызыгыз. Өзеп куйган очракта текстның төсе үзгәрешсез калачак.

source: Presets
tt: Алдан билгеләнүләр

source: Compatibility
tt: Ярашлылык

source: These options may cause some applications to behave incorrectly. They are only here to allow you to work around certain applications and operating systems that expect different terminal behavior.
tt: Бу параметрлар кушымталарның үз-үзләрен дөрес тотмауларына китерергә мөмкин. Алар терминалның башка төр тотышын көткән кайбер кушымталар һәм операцион системалар белән эшләү өчен генә кирәк.

source: Backspace key generates:
tt: Backspace төймәсе генерацияли:

source: Auto-detect
tt: Автомат рәвештә

source: Escape sequence
tt: Escape-эзлеклелек

source: Erase TTY
tt: Терминалны чистартырга

source: Delete key generates:
tt: Delete төймәсе генерацияли:

source: Ambiguous-width characters:
tt: Төгәл киңлектә булмаган символлар:

source: Narrow
tt: Нәзек

source: Wide
tt: Киң

source: Reset compatibility options to defaults
tt: Ярашлылык параметрларын килешү буенча кыйммәтләргә ташлатырга

source: Advanced
tt: Киңәйтелгән

source: Double Click
tt: Ике тапкыр чиртү

source: Consider the following characters part of a word when double clicking:
tt: Ике тапкыр чирткәндә әлеге символларны сүзнең бер өлеше итеп санарга:

source: Encoding
tt: Кодлау

source: Default character encoding
tt: Килешү буенча символлар кодировкасы

source: Shortcuts
tt: Кайнар төймәләр

source: _Disable all menu access keys (such as Alt + f)
tt: _Меню командаларын куллану төймәләренең (Alt + f кебек) барысын да өзәргә

source: _Disable menu shortcut key (F10 by default)
tt: _Меню командаларын тиз куллану төймәләренең (килешү буенча F10) барысын да өзәргә

source: Misc
tt: Төрле

source: _Use middle mouse click to close tabs
tt: _Кыстыргычларны ябу өчен тычканның урта төймәсе кулланыла

source: _Use middle mouse click to open urls
tt: _Сылтамаларны ачу өчен тычканның урта төймәсе кулланыла

source: _Auto-hide mouse pointer
tt: _Тычкан күрсәткечен автомат рәвештә яшерергә

source: _Open new tab to the right of the active tab
tt: _Яңа кыстыргычны актив кыстыргычтан уңда ачарга

source: _Audible bell
tt: _Тавыш белән искәртергә

source: _Visual bell
tt: _Визуаль искәртү

source: Right click action:
tt: Уң төймә белән гамәл:

source: Context Menu
tt: Контекст меню

source: Paste clipboard
tt: Алмашу буферын куярга

source: Paste selection
tt: Сайланганны куярга

source: Window
tt: Тәрәз

source: Terminal
tt: Терминал

source: Select Preset
tt: Алдан билгеләүне сайларга

source: Do not disable dialog
tt: Диалогны өзмәскә

source: Disable for 5 minutes
tt: 5 минутка өзеп торырга

source: Disable for 15 minutes
tt: 15 минутка өзеп торырга

source: Disable until program restart
tt: Программаны яңадан кабызганчы өзеп торырга

source: Disable dialog (can be re-enabled in the Preferences)
tt: Диалог тәрәзен өзеп куярга (яңадан көйләүләрдә кушарга мөмкин)

source: Untitled
tt: Исемсез

source: Unable to determine your login shell.
tt: Системага керү тышчасын билгеләү мөмкин түгел.

source: _Relaunch
tt: _Кабаттан йөкләргә

source: The child process exited normally with status %d.
tt: Икенчел процесс %d коды белән яхшы тәмамланды.

source: The child process was aborted by signal %d.
tt: Икенчел процесс %d сигналы буенча туктатылды.

source: The child process was aborted.
tt: Икенчел процесс туктатылды.

source: Do _not ask me again
tt: _Башка сорамаска

source: Warning: Potentially Unsafe Paste
tt: Игътибар: потенциаль ышанычлы булмаган өстәү

source: Pasting this text to the terminal may be dangerous as it looks like some commands may be executed, potentially involving root access ('sudo').
tt: Бу текстны терминалга кертү куркыныч булырга мөмкин, чөнки кайбер командалар root ('sudo') исеменнән үтәлергә мөмкин.

source: Pasting this text to the terminal may be dangerous as it looks like some commands may be executed.
tt: Бу текстны терминалга кертү куркыныч булырга мөмкин, чөнки кайбер командалар башкарыла торган булырга мөмкин.

source: _Cancel
tt: _Баш тарту

source: _Paste
tt: _Куярга

source: Failed to execute child
tt: Икенчел процессны башкару хатасы

source: Close this tab
tt: Бу кыстыргычны ябарга

source: Find
tt: Эзләү

source: _Previous
tt: _Артка

source: _Next
tt: _Алга

source: _Search for:
tt: _Эзләү:

source: C_ase sensitive
tt: _Регистрга бәйле

source: Match as _regular expression
tt: Регуляр _аңлатма белән тәңгәл килә

source: Match _entire word only
tt: Тулысынча _сүз белән тәңгәл килә

source: _Wrap around
tt: _Әйләндереп алырга

source: _Opacity:
tt: _Үтә күренүчәнлек:

source: Xfce Terminal Emulator
tt: Xfce өчен Терминал эмуляторы

source: translator-credits
tt: Rail Gataullin <xat@belem.ru>, 2024

source: Visit Xfce Terminal website
tt: Xfce Терминал сайтын карау

source: Scroll one line Up
tt: Бер бит Өскә әйләндерергә

source: Scroll one line Down
tt: Бер юл Аска әйләндерергә

source: Scroll one Page Up
tt: Бер бит Өскә әйләндерергә

source: Scroll one Page Down
tt: Бер бит Аска әйләндерергә

source: Copy Email Address
tt: Эл. почта адресы күчермәсен алырга

source: Compose Email
tt: Хат язарга

source: Copy Link Address
tt: Сылтама адресы күчермәсен алырга

source: Open Link
tt: Сылтаманы ачарга

source: Failed to open the URL '%s'
tt: "%s" адресын ачып булмады

source: Keep window open when it loses focus
tt: Фокус югалганда тәрәзне ачык калдырырга

source: Drop-down Terminal
tt: Ачыла торган терминал

source: Toggle Drop-down Terminal
tt: Терминалның ачыла торган тәрәзен үз эченә ала

source: _File
tt: _Файл

source: Open _Tab
tt: _Кыстыргычны ачарга

source: Open a new terminal tab
tt: Терминалның яңа кыстыргычын ачарга

source: Open T_erminal
tt: _Терминалны ачарга

source: Open a new terminal window
tt: Терминалның яңа тәрәзен ачарга

source: _Open File Manager Here
tt: Файллар диспетчерын _монда ачарга

source: Open the current directory
tt: Агымдагы каталогны ачарга

source: _Undo Close Tab
tt: Ябык кыстыргычны _торгызырга

source: _Detach Tab
tt: _Кыстыргычны аерырга

source: Close T_ab
tt: _Кыстыргычны ябарга

source: Close Other Ta_bs
tt: Калган барлык _кыстыргычларны ябарга

source: Close _Window
tt: _Тәрәзне ябарга

source: _Edit
tt: _Үзгәртү

source: _Copy
tt: _Күчермәсен алырга

source: Copy to clipboard
tt: Алмашу буферына күчермәсен алырга

source: Copy as _HTML
tt: _HTML буларак күчермәсен алырга

source: Copy to clipboard as HTML
tt: Алмашу буферына HTML буларак күчермәсен алырга

source: Paste from clipboard
tt: Алмашу буферыннан куярга

source: _Paste Alt
tt: _Куярга Alt

source: Paste _Selection
tt: Сайланганны _куярга

source: Paste _Selection Alt
tt: Сайланганны _куярга Alt

source: Select _All
tt: Барысын да сайларга

source: Copy _Input To All Tabs...
tt: _Кертү күчермәсен барлык кыстыргычларга алырга...

source: Pr_eferences...
tt: К_өйләүләр...

source: Open the preferences dialog
tt: Көйләүләр тәрәзен ачарга

source: _View
tt: _Күренеш

source: Zoom _In
tt: _Якынайтырга

source: Zoom in with larger font
tt: Шрифтны зурайтырга

source: Zoom In Alt
tt: Зурайтырга Alt

source: Zoom _Out
tt: _Ерагайтырга

source: Zoom out with smaller font
tt: Шрифтны кечерәйтергә

source: Zoom Out Alt
tt: Кечерәйтергә Alt

source: _Normal Size
tt: _Уртача үлчәм

source: Zoom to default size
tt: Килешү буенча шрифт зурлыгын билгеләргә

source: _Normal Size Alt
tt: _Уртача үлчәм Alt

source: _Terminal
tt: _Терминал

source: _Set Title...
tt: _Башламны үзгәртергә...

source: Set Title Co_lor...
tt: Башлам _төсен үзгәртергә...

source: _Find...
tt: _Эзләү...

source: Search terminal contents
tt: Терминалдагы мәгълүматта эзләргә

source: Find Ne_xt
tt: _Киләсесен табарга

source: Find Pre_vious
tt: _Алдагысын табарга

source: Sa_ve Contents...
tt: Контентны _сакларга...

source: _Reset
tt: _Ташлатырга

source: _Clear Scrollback and Reset
tt: _Әйләндерү буферын бушатырга һәм ташлатырга

source: T_abs
tt: К_ыстыргычлар

source: _Previous Tab
tt: _Алдагы кыстыргыч

source: Switch to previous tab
tt: Алдагы кыстыргычка күчәргә

source: _Next Tab
tt: _Киләсе кыстыргыч

source: Switch to next tab
tt: Киләсе кыстыргычка күчәргә

source: Last _Active Tab
tt: Соңы _актив кыстыргыч

source: Switch to last active tab
tt: Соңгы актив кыстыргычка күчәргә

source: Move Tab _Left
tt: Кыстыргычны _сулга күчерергә
