Repository: xfce-mirror/xfce4-terminal
Catalog: doc/po/*.po
Languages: ug

source: Name
ug: ئاتى

source: Mime type
ug: Mime تىپى

source: Archive Manager
ug: ئارخىپ باشقۇرغۇ

source: Create and manage archives with the archive manager
ug: ئارخىپ باشقۇرغۇدا ئارخىپلارنى قۇرۇش ۋە باشقۇرۇش

source: Squeeze Archive Manager
ug: Squeeze ئارخىپ باشقۇرغۇ

source: Could not open archive, MIME-type unsupported or file did not exist
ug: ئارخىپنى ئاچقىلى بولمىدى، MIME تىپىنى قوللىمايدۇ ياكى ھۆججەت مەۋجۇت ئەمەس

source: Squeeze cannot extract this archive type, the application to support this is missing.
ug: Squeeze بۇ تىپتىكى ئارخىپنى يايالمىدى، بۇ تېخى پروگراممىدا ئەمەلگە ئاشۇرۇلمىغان.

source: Could not create archive, MIME-type unsupported
ug: ئارخىپنى ئاچقىلى بولمىدى، MIME تىپىنى قوللىمايدۇ

source: Squeeze cannot add files to this archive type, the application to support this is missing.
ug: Squeeze بۇ ھۆججەتنى ئارخىپقا قوشالمىدى، بۇ تېخى پروگراممىدا ئەمەلگە ئاشۇرۇلمىغان.

source: Show full path
ug: تولۇق يولىنى كۆرسەت

source: Show the full path strings for each entry
ug: ھەر بىر entry نىڭ تولۇق يولىنى كۆرسەت

source: Show mime icons
ug: mime سىن بەلگىسىنى كۆرسەت

source: Show the mime type icons for each entry
ug: ھەر بىر entry نىڭ mime تىپى سىنبەلگىسىنى كۆرسەت

source: Show up dir entry
ug: مۇندەرىجە كىرگۈسىنى كۆرسەت

source: Show '..' to go to the parent directory
ug: ئاتا مۇندەرىجە بارىدىغان '..' نى كۆرسەت

source: Sort folders before files
ug: تەرتىپلىگەندە مۇندەرىجە ھۆججەتنىڭ ئالدىغا كەلسۇن

source: The folders will be put at the top of the list
ug: مۇندەرىجە تىزىملىكنىڭ باش قىسمىغا قويۇلىدۇ

source: Sort text case sensitive
ug: تېكىستتىكى ھەرپنىڭ چوڭ كىچىك يېزىلىشىنى ئويلىشىپ تەرتىپلەيدۇ

source: <b>Extract files:</b>
ug: <b>ھۆججەتلەرنى ياي:</b>

source: <b>Options:</b>
ug: <b>تاللانمىلار:</b>

source: All files
ug: ھەممە ھۆججەتلەر

source: Selected files
ug: تاللانغان ھۆججەتلەر

source: Extract
ug: ياي

source: Extract archive
ug: ئارخىپنى ياي

source: [destination path]
ug: [نىشان يول]

source: [archive path] [file1] [file2] ... [fileN]
ug: [ئارخىپ يولى] [file1] [file2] ... [fileN]

source: Version information
ug: نەشر ئۇچۇرى

source: [archive name]
ug: [ئارخىپ ئاتى]

source: %s: %s Try %s --help to see a full list of available command line options.
ug: %s: %s %s --help نى كىرگۈزسە، بۇيرۇق قۇرىدا ئىشلەتكىلى بولىدىغان بارلىق تاللانمىلار كۆرسىتىلىدۇ.

source: Internal Style
ug: ئىچكى ئۇسلۇب

source: Tool Bar Style
ug: قورال بالدىقى ئۇسلۇبى

source: Path Bar Style
ug: يول بالدىقى ئۇسلۇبى

source: Navigation Style
ug: يېتەكچى ئۇسلۇبى

source: Style of navigation The style to navigate trough the archive
ug: يېتەكچى ئۇسلۇبى ئارخىپلىنىدىغان يېتەكچىنىڭ ئۇسلۇبى

source: _File
ug: ھۆججەت(_F)

source: _Action
ug: ھەرىكەت(_A)

source: _Add files
ug: ھۆججەت قوش(_A)

source: _Add _folders
ug: مۇندەرىجە قوش(_F)

source: _Extract
ug: ياي(_E)

source: _View
ug: كۆرۈنۈش(_V)

source: _Help
ug: ياردەم(_H)

source: Add files
ug: ھۆججەت قوشىدۇ

source: Add folders
ug: مۇندەرىجە قوشىدۇ

source: Open archive in new window
ug: ئارخىپنى يېڭى كۆزنەكتە ئاچىدۇ

source: Open archive
ug: پرېس ئاچ

source: Squeeze cannot add folders to this archive type, the application to support this is missing.
ug: Squeeze بۇ مۇندەرىجىنى ئارخىپقا قوشالمىدى، بۇ تېخى پروگراممىدا ئەمەلگە ئاشۇرۇلمىغان.

source: Are you sure you want to remove the selected files?
ug: تاللانغان ھۆججەتلەرنى ئۆچۈرەمسىز؟

source: Squeeze cannot remove files from this archive type, the application to support this is missing.
ug: Squeeze بۇ خىل ئارخىپ تىپىدىن ھۆججەتلەرنى ئۆچۈرەلمىدى، بۇ تېخى پروگراممىدا ئەمەلگە ئاشۇرۇلمىغان.

source: Are you sure you want to cancel this operation? This could damage the archive.
ug: مەشغۇلاتنى توختىتامسىز؟ بۇنداقتا ئارخىپ بۇزۇلۇپ كېتىدۇ.

source: Lead developer:
ug: باش ئىجادىيەتچى:

source: Contributors:
ug: تۆھپىكارلار:

source: Inspired by Xarchiver, written by Giuseppe Torelli
ug: Giuseppe Torelli يازغان Xarchiver دىن ئىلھام ئالغان

source: Application Icon:
ug: پروگرامما سىنبەلگىسى:

source: Add / Extract icons:
ug: قوشۇش/يېيىش سىنبەلگىلىرى:

source: Based on the original extract icon created by Andreas Nilsson
ug: Andreas Nilsson ياسىغان يېيىش سىنبەلگىلىرىنى ئاساس قىلغان

source: Squeeze is a lightweight and flexible archive manager for the Xfce Desktop Environment
ug: Squeeze بولسا Xfce ئۈستەل يۈزى مۇھىتىدىكى يېنىك ۋە ئەپچىل بولغان ئارخىپ باشقۇرغۇدۇر

source: translator-credits
ug: Gheyret T.Kenji <gheyret@gmail.com> 2010

source: Done
ug: تامام

source: Which action do you want to perform on the selected file(s)?
ug: تاللانغان ھۆججەتكە نىسبەتەن قانداق مەشغۇلات ئېلىپ بارماقچى؟

source: Open
ug: ئاچ

source: Squeeze cannot view this file. the application to support this is missing.
ug: Squeeze بۇ ھۆججەتنى كۆرسىتەلمىدى، بۇ تېخى پروگراممىدا ئەمەلگە ئاشۇرۇلمىغان.

source: Failed to open file
ug: ھۆججەت ئېچىش مەغلۇپ بولدى

source: '%s' Could not be opened
ug: ‹%s› ئاچقىلى بولمىدى

source: Archive type:
ug: ئارخىپ تىپى:

source: Archives
ug: ئارخىپلار

source: Create new archive
ug: يېڭى ئارخىپ قۇر

source: Rules hint
ug: قائىدە بېشارىتى

source: Make the row background colors alternate
ug: قۇر تەگلىك رەڭگىنى ئۆزگىرىدىغان قىلسۇن

source: Spacing
ug: بوشلۇق

source: The amount of space between the path buttons
ug: يول توپچىلىرى ئارىسىدىكى بوشلۇق سانى

source: Location:
ug: ئورنى:

source: Archive manager
ug: ئارخىپ باشقۇرغۇ
